{
  "indices": {
    "shannon": "微生態多樣性偏低，表示您腸道內細菌種類較少，腸道菌叢的生態平衡不穩定，容易引起過敏、代謝性、心血管疾病及腸胃道發炎。建議增加飲食中含菌發酵物的比例或提高蔬果攝取量，增加菌種數量；",
    "GoodBad": "好壞菌叢指數偏低，表示您腸道內壞菌數量偏高，腸道可能有失衡現象，容易引起腸道疾病。建議適量服用腸道保健食品，提高好菌數量；",
    "GlucoseIndex": "減糖健康指數偏低，表示腸道內影響醣類代謝的指標菌叢異常，可能造成體內調節血糖、醣類代謝能力降低。建議減少飲食中糖類的攝取，及適量服用腸道保健食品，提高醣類代謝好菌數量；",
    "OilIndex": "油切健康指數偏低，表示腸道內影響脂肪代謝的指標菌叢異常，可能造成體內消化脂肪、蛋白質代謝能力降低。建議減少飲食中肉類的比例，及適量服用腸道保健食品，提高脂肪代謝好菌數量；",
    "ImmuneIndex": "免疫平衡指數偏低，表示腸道內參與免疫反應的指標菌叢異常，可能造成腸道免疫及抵抗發炎能力下降。建議增加蔬果攝取、服用保健食品，提升腸道免疫能力；",
    "GutFunction": "腸道功能指數偏低，表示腸道內參與腸道屏障的指標菌叢異常，可能造成腸道防護能力及腸道屏障細胞再生能力下降，容易產生發炎作用及伺機菌感染。建議適量服用腸道保健食品，提升腸道功能；",
    "stable": "顯示您的腸道整體處於穩定狀態，腸道內細菌種類正常，好菌及壞菌數量保持平衡。建議您可適量服用腸道保健食品，維持正常用餐時間；並多攝取蔬菜與水果，減少飲料及糖份的攝取，確保充足的睡眠、適當的運動及適時排除生活壓力，可以繼續讓腸道維持現況。"
  },
  "bodyFunction": {
    "PDAD": "腦功能風險偏高，表示您腸道中參與調節腦功能的菌叢異常，腦部神經系統可能有退化的風險。建議增加運動量，確保充足的睡眠時間，多攝取富含omega-3脂肪酸的食物，例如魚類；",
    "HeartVessel": "心血管功能風險偏高，表示您腸道中參與調節心血管功能的菌叢異常。可能您攝取過量的脂肪、膽固醇，血糖指數也較高。建議您服用〝中天BL腸生態〞改善腸道菌相，回復心血管功能。並注意改善生活與飲食方式，減少攝取酒精、高膽固醇及高鹽的食物；",
    "Lung": "肺功能風險偏高，表示您腸道中參與調節肺功能的菌叢異常，可能會引發上呼吸道不適的狀況，也較易發生過敏。建議您服用〝中天AD腸生態〞改善腸道菌相，保護您的肺臟。並可提高蔬果或維生素的攝取，逐步調整體質；",
    "Liver": "肝功能風險偏高，表示您腸道中參與調節肝功能的菌叢異常。可能您攝取較多的酒精，血中脂肪也偏高。建議您服用〝中天LF腸生態〞改善腸道菌相，回復肝臟功能。並建議您調整生活方式，如有抽菸的習慣也須戒菸，飲食上減少酒精、紅肉及油脂的攝取；",
    "Kidney": "腎功能風險偏高，表示您腸道中參與調節腎功能的菌叢異常，讓您體內產生有毒物質，造成腎臟的負擔。建議您每天需喝1500~2000c.c的水，並減少蛋白質及鹽分的攝取；",
    "Stomach": "胃功能風險偏高，表示您腸道中參與調節胃功能的菌叢異常，腸胃有較多壞菌，引發腸胃不適。建議您服用〝中天IA腸生態〞改善腸道菌相，回復胃功能。並建議減少攝取過度油膩或辛辣的食物，飲食須定時定量，盡可能減輕生活上的壓力；",
    "Intestine": "腸功能風險偏高，表示您腸道中參與調節腸功能的菌叢異常。推測您飲食中肉類及糖分比例偏高，使腸道保護能力下降。建議您服用〝中天IA腸生態〞改善腸道菌相，回復腸功能。並建議減少攝取高脂肪飲食及含糖飲料，增加纖維及蔬果的攝取；",
    "Immune": "免疫功能風險偏高，表示您腸道中參與調節免疫功能的菌叢異常。致使您腸道免疫功能較弱，身體容易有免疫異常的狀況。建議您服用〝中天IA腸生態〞改善腸道菌相，提升免疫力。並建議減少攝取過多的碳水化合物及加工食品，維持良好的生活作息；",
    "Obesity": "肥胖風險偏高，表示您腸道中影響肥胖的菌叢異常。推測您內臟或周邊組織有較多脂肪堆積，身體可能逐步有產生發炎的狀況。建議您服用〝中天BS腸生態〞改善腸道菌相，降低血糖。並建議停止攝取高糖分、高脂肪的食物，讓腸道適度休息後，再增加蔬果或高纖飲食，並服用腸道保健產品；",
    "Metabolism": "代謝功能風險偏高，表示您腸道中參與調節代謝功能的菌叢異常。推測您攝取過量的脂肪、膽固醇及醣類。建議您服用〝中天BL腸生態〞改善腸道菌相，提升代謝功能。並建議多攝取含有優質蛋白質的魚類、綠色蔬菜及富含維生素的水果；",
    "stable": "顯示您的身體功能整體處於穩定狀態，請維持現有的狀況。中天生物科技提醒您，腸道微生態會隨著飲食及生活型態調整而變化，建議您定期定時進行「腸生態健康評估」，隨時掌握自己腸道菌相的變化，也是掌握您身體功能的變化。"
  },
  "productDescription": {
    "BL": "〝中天BL腸生態〞來協助調整您的腸道微生態，重塑腸道菌相，減少對身體有害的三酸甘油脂及低密度脂蛋白，",
    "BS": "〝中天BS腸生態〞來協助調整您的腸道微生態，並使腸道益菌生長及丁酸增加，有效降低空腹血糖，",
    "LF": "〝中天LF腸生態〞來協助調整您的腸道微生態，讓腸道菌相逐步改善，進一步提升肝臟功能，",
    "IA": "〝中天IA腸生態〞來協助調整您的腸道微生態，改善腸胃道功能，並促進血液中免疫細胞活化，增加免疫力，",
    "AD": "〝中天AD腸生態〞來協助調整您的腸道微生態，優化腸道菌相，讓體內免疫細胞數量增加，改善過敏體質，"
  },
  "bactDist": {
    "high": {
      "description": "您的個人菌屬數量與多數人相比偏高，表示您腸道生態良好，希望您能保持。",
      "todoDescription": "維持您腸道環境的多樣性，讓身體時時刻刻處在最佳狀態，不受外來毒素影響。"
    },
    "medium": {
      "description": "您的個人菌屬數量與多數人相同，穩定但尚有加強的空間。",
      "todoDescription": "再進一步提升您的腸道環境多樣性，讓身體能更有力的抵禦外來毒素，維持您身體的健康。"
    },
    "low": {
      "description": "您的個人菌屬數量與多數人相比偏低，表示您腸道生態不佳，需要盡快改善。",
      "todoDescription": "調整您的腸道環境多樣性，使菌屬數量增加，讓腸道恢復到正常狀態，並使身體恢復健康。"
    }
  },
  "Enterotype": {
    "type1": "您的結果屬於腸型I，腸道內優勢物種為擬桿菌屬(Bacteroides)，您的飲食習慣可能偏向肉類，高脂肪高蛋白攝取型態。",
    "type2": "您的結果屬於腸型II，腸道內優勢物種為普氏菌屬(Prevotella)，您的飲食習慣可能偏向蔬果類，高纖維攝取型態。",
    "type3": "您的結果屬於腸型III，腸道內優勢物種為瘤胃球菌屬(Ruminococcus)，您的飲食習慣可能偏向醣類，高碳水化合物攝取型態。"
  },
  "indicesDescription": {
    "shannon": "微生態多樣性偏低，表示您腸道內細菌種類較少，腸道菌叢的生態平衡不穩定，容易引起過敏、代謝性、心血管疾病及腸胃道發炎。",
    "GoodBad": "好壞菌叢指數偏低，表示您腸道內壞菌數量偏高，腸道可能有失衡現象，容易引起腸道疾病。",
    "GlucoseIndex": "減糖健康指數偏低，表示腸道內影響醣類代謝的指標菌叢異常，可能造成體內調節血糖、醣類代謝能力降低。",
    "OilIndex": "油切健康指數偏低，表示腸道內影響脂肪代謝的指標菌叢異常，可能造成體內消化脂肪、蛋白質代謝能力降低。",
    "ImmuneIndex": "免疫平衡指數偏低，表示腸道內參與免疫反應的指標菌叢異常，可能造成腸道免疫及抵抗發炎能力下降。",
    "GutFunction": "腸道功能指數偏低，表示腸道內參與腸道屏障的指標菌叢異常，可能造成腸道防護能力及腸道屏障細胞再生能力下降，容易產生發炎作用及伺機菌感染。",
    "stable": "顯示您的腸道整體處於穩定狀態，腸道內細菌種類正常，好菌及壞菌數量保持平衡。建議您可適量服用腸道保健食品，維持正常用餐時間；並多攝取蔬菜與水果，減少飲料及糖份的攝取，確保充足的睡眠、適當的運動及適時排除生活壓力，可以繼續讓腸道維持現況。"
  }
}
